<?php
session_start();
require_once('app/api/connect.php');
require_once('app/api/mystore.php');
?>

<!DOCTYPE html>
<html>

<head>
    <!-- Basic -->
    <meta charset="utf-8" />
    <meta http-equiv="X-UA-Compatible" content="IE=edge" />
    <!-- Mobile Metas -->
    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no" />
    <!-- Site Metas -->

    <meta name="keywords" content="<?= $store->st_keywords ?>" />
    <meta name="description" content="<?= $store->st_description ?>" />
    <meta name="author" content="<?= $store->st_author ?>" />

    <title>ข้อกำหนดและเงื่อนไข | <?= $store->st_name ?></title>

    <?php require_once('layouts/head.php'); ?>
</head>

<body class="sub_page">

    <div class="hero_area">
        <!-- header section strats -->
        <?php require_once('layouts/menu.php'); ?>
        <!-- end header section -->
    </div>

    <!-- why us section -->

    <section class="why_us_section layout_padding">
        <div class="container">
            <div class="heading_container heading_center">
                <h2>
                    ข้อกำหนดและเงื่อนไข
                </h2>
            </div>
            <div class="row">
                <div class="col-12">
                    <p>
                        <strong>
                            การใช้งานเว็บไซต์ <?= $store->st_name ?> หรือแอพพลิเคชั่น <?= $store->st_name ?> (รวมเรียกว่า “แพลตฟอร์ม”) ท่านยอมรับและตกลงที่จะผูกผันต่อข้อตกลงและเงื่อนไขต่างๆ ในการใช้บริการดังต่อไปนี้

                            *เพื่อผลประโยช์ของท่านเอง กรุณาอ่านเงื่อนไขและข้อตกลงนี้โดยละเอียด หากท่านไม่เห็นชอบต่อข้อตกลงและเงื่อนไขในการใช้บริการนี้ กรุณาปฎิเสธการเข้าใช้แพลตฟอร์มของเรา
                        </strong>
                    </p>
                    <p>
                        <strong>1. การแก้ไขข้อตกลงและเงื่อนไข</strong>
                    </p>
                    <p>
                        <?= $store->st_name ?> สงวนสิทธิในการแก้ไข ดัดแปลง เปลี่ยนแปลง หรือยกเลิกข้อตกลงและเงื่อนไข รวมถึงข้อตกลงอื่นๆบนแพลตฟอร์ม โดยมิต้องแจ้งให้ทราบล่วงหน้า
                    </p>
                    <p>
                        <strong>2. การสมัครเป็นสมาชิก</strong>
                    </p>
                    <p class="ml-5">
                        2.1. ผู้ใช้งาน 1 ท่านมีสิทธิลงทะเบียนเป็นสมาชิก <?= $store->st_name ?> ได้เพียง 1 บัญชีผู้ใช้งาน หาก <?= $store->st_name ?> ตรวจสอบพบว่าท่านมีบัญชีผู้ใช้งานมากกว่า 1 บัญชี <?= $store->st_name ?> มีสิทธิยกเลิกคำสั่งซื้อ และบัญชีผู้ใช้งาน รวมถึงคูปองต่างๆ ที่ได้ให้ไว้หรือถูกใช้ไป
                    </p>
                    <p class="ml-5">
                        2.2. ก่อนที่ท่านจะมีสิทธิใช้บริการแพลตฟอร์ม รวมถึงการเข้าร่วมการส่งเสริมการขายและกิจกรรมทางการตลาดของ <?= $store->st_name ?> ท่านจะต้องสมัครเป็นสมาชิกก่อนเท่านั้น
                    </p>
                    <p class="ml-5">
                        2.3. ท่านจำเป็นต้องให้ข้อมูลที่ถูกต้อง สมบูรณ์และตรงกับความจริง และเป็นปัจจุบันมากที่สุด
                    </p>
                    <p class="ml-5">
                        2.4. หากมีการเปลี่ยนแปลงใดๆ เกี่ยวกับข้อมูลของท่าน ท่านตกลงที่จะเปลี่ยนแปลงข้อมูลนั้นๆให้ถูกต้องอย่างสม่ำเสมอ
                    </p>
                    <p class="ml-5">
                        2.5. สำหรับลูกค้าที่เป็นผู้เยาว์ตามประมวลกฎหมายแพ่งและพาณิชย์แห่งราชอาณาจักรไทย ท่านยอมรับว่า การใช้บริการใดๆ บนแพลตฟอร์ม ท่านได้รับความยินยอมจากผู้แทนโดยชอบธรรมแล้ว ก่อนการสมัครเป็นสมาชิกของ <?= $store->st_name ?> หากท่านไม่ได้รับความยินยอมจากผู้แทนโดยธรรมของท่าน กรุณาปฎิเสธการเข้าใช้แพลตฟอร์ม
                    </p>
                    <p class="ml-5">
                        2.6. ท่านยืนยันที่จะเก็บข้อมูลและรหัสผ่านของท่านเป็นความลับ และยอมรับว่าการพยายามเข้าถึง หรือการเข้าถึงโดยไม่ได้รับอนุญาตสู่แพลตฟอร์มหรือบริการอื่นๆ เป็นเรื่องต้องห้ามกระทำ
                    </p>
                    <p class="ml-5">
                        2.7. หากท่านใช้แพลตฟอร์มเพื่อคุกคามหรือก่อให้เกิดความเสียหายใดๆ ทั้งต่อ <?= $store->st_name ?> หรือฝ่ายที่เกี่ยวข้องในกรณีใดๆ ก็ตาม ท่านยินยอมที่จะรับผิดชอบค่าเสียหายที่เกี่ยวข้องทั้งทางตรงและทางอ้อม ทาง <?= $store->st_name ?> ไม่รับผิดชอบต่อความเสียหายใดๆที่ท่านได้ก่อต่อบุคคลอื่นๆ
                    </p>
                    <p class="ml-5">
                        2.8. ท่านจะต้องไม่สมัครสมาชิกด้วยเจตนาที่จะกระทำการใดที่ไม่ซื่อสัตย์สุจริต ซึ่งการกระทำใดๆนั้นจะส่งผลต่อ <?= $store->st_name ?> หรือบุคคลอื่นๆ
                    </p>
                    <p class="ml-5">
                        2.9. <?= $store->st_name ?> สงวนสิทธิในการระงับบัญชีผู้ใช้งานและการเป็นสมาชิกของท่าน โดยไม่ต้องแจ้งล่วงหน้า หาก <?= $store->st_name ?> ตรวจสอบบัญชีของท่านและพบว่าท่านได้ให้ข้อมูลที่เป็นเท็จ หรือท่านไม่ได้ให้ข้อมูลล่าสุด หรือ ท่านไม่ได้เก็บข้อมูลผู้ใช้และรหัสผ่านของท่านเป็นความลับ
                    </p>
                    <p class="ml-5">
                        2.10. <?= $store->st_name ?> ขอสงวนสิทธิในการระงับการเป็นสมาชิกของท่าน โดยไม่แจ้งล่วงหน้า หาก <?= $store->st_name ?> ตวจสอบบัญชีของท่าน และพบว่าท่านกระทำการหรืออาจกระทำการใดๆ ที่ขัดต่อกฎหมายแห่งราชอาณาจักรไทย
                    </p>
                    <p>
                        <strong>3. ทรัพย์สินทางปัญญา</strong>
                    </p>
                    <p class="ml-5">
                        3.1. เครื่องหมายทางการค้า ชื่อทางการค้า ลิขสิทธิ์ กู๊ดวิลล์ การออกแบบ สิ่งประดิษฐ์ สิทธิบัตร โลโก้ สัญลักษณ์ เครื่องหมาย ตราสัญลักษณ์ สโลแกน โนว์ฮาว ข้อมูล ความลับทางการค้า รูปวาด ซอฟต์แวร์ โค้ด หรือ สิ่งที่สามารถสื่อข้อความได้อื่นๆ
                        (รวมเรียกว่า“ทรัพย์สินทางปัญญา”) ทั้งที่จดทะเบียนแล้วและยังไม่ได้จดทะเบียน หรืออาจมีสิทธิจะได้จดทะเบียน รวมถึงสิทธิในทรัพย์สินอื่นๆ ที่ทาง <?= $store->st_name ?> ใช้หรือพัฒนา ล้วนอยู่ภายใต้การคุ้มครอง ของกฎหมายทรัพย์สินทางปัญญาที่เกี่ยวข้อง และกฎหมายอื่นๆ
                        ภายใต้ราชอาณาจักรไทย
                    </p>
                    <p class="ml-5">
                        3.2. ห้ามการกระทำใดๆที่เป็นการละเมิดทรัพย์สินทางปัญญา ไม่ว่าจะเป็นการคัดลอก การทำซ้ำ การดัดแปลง การทำวิศวกรรมย้อนรอย การคัดลอกรหัสคอมพิวเตอร์ การเผยแพร่ข้อมูล การตีพิมพ์ซ้ำ การสร้างเว็บไซต์ลิงค์ใดๆ หรือการกระทำด้วยวิธีการใดๆ ไม่ว่าจะทั้งหมด หรือบางส่วน ต่อทรัพย์สินซึ่งได้รับการคุ้มครอง บนแพลตฟอร์มของ <?= $store->st_name ?>
                    </p>
                    <p class="ml-5">
                        3.3. เนื้อหา ซึ่งรวมถึงตัวอักษร ภาพ และ เนื้อหาดิจิทัลอื่นๆ ไม่ว่าจะถูกเผยแพร่หรือไม่ได้เผยแพร่บนแพลตฟอร์ม ถือว่าเป็นทรัพย์สินทางปัญญาของ <?= $store->st_name ?>
                    </p>
                    <p class="ml-5">
                        3.4. <?= $store->st_name ?> มีสิทธิในการปกป้องทรัพย์สินทางปัญญาทั้งหมด ทั้งที่เป็นทรัพย์สินของ <?= $store->st_name ?> และบริษัทในเครือ รวมทั้งทรัพย์สินทางปัญญาของของผู้ขาย บนแพลตฟอร์มของ <?= $store->st_name ?>
                    </p>
                    <p class="ml-5">
                        3.5. หากท่านมีหลักฐานเกี่ยวกับการละเมิดทรัพย์สินทางปัญญาบนแพลตฟอร์มของ <?= $store->st_name ?> หรือเชื่อว่างานของท่านถูกละเมิด กรุณาติดต่อทาง <?= $store->st_email ?> หรือทางศูนย์บริการลูกค้า ของ <?= $store->st_name ?> ที่เบอร์ <?= $store->st_phone ?>
                    </p>
                    <p>
                        <strong>4. ราคา และ รายละเอียดผลิตภัณฑ์</strong>
                    </p>
                    <p class="ml-5">
                        4.1. <?= $store->st_name ?> จะพยายามแสดงราคาและรายละเอียดของผลิตภัณฑ์ที่ปรากฏบนแพลตฟอร์มที่ถูกต้องและแม่นยำมากที่สุดเท่าที่จะทำได้ หาก <?= $store->st_name ?> พบข้อผิดพลาดเกี่ยวกับราคาผลิตภัณฑ์ซึ่งท่านได้สั่งซื้อเข้ามา ทาง <?= $store->st_name ?> จะแจ้งให้ท่านทราบโดยเร็ว
                    </p>
                    <p class="ml-5">
                        4.2. <?= $store->st_name ?> พยายามจะอธิบายและให้คำอธิบายของผลิตภัณฑ์ที่ถูกต้องแม่นยำที่สุดเท่าที่จะทำได้ ท่านยอมรับและเห็นชอบว่าการเข้าใช้งานอาจมีความคลาดเคลื่อนของข้อมูล หากท่านไม่พึงพอใจหรือพบว่ารายละเอียดผลิตภัณฑ์ไม่ได้ตรงกับผลิตภัณฑ์จริง ท่านสามารถดำเนินการเพื่อรับบริการหลังการขาย เพื่อขอรับเงินคืนหรือขอเปลี่ยนผลิตภัณฑ์ใหม่ซึ่งสอดคล้องกับนโยบายการรับคืนผลิตภัณฑ์ของ <?= $store->st_name ?>
                    </p>
                    <p class="ml-5">
                        4.3. <?= $store->st_name ?> พยายามแสดงสีของผลิตภัณฑ์ และรายละเอียดอื่นๆของผลิตภัณฑ์ให้แม่นยำและสอดคล้องกับรายละเอียดของผลิตภัณฑ์จริงให้ได้มากที่สุด อย่างไรก็ตาม เนื่องจากประสิทธิภาพการอ่านสีบนจอภาพล้วนแตกต่างกันไปตามแต่รุ่นของหน้าจอ ซึ่งนั่นอาจทำให้สีของผลิตภัณฑ์มีความแตกต่างจากความเป็นจริง
                    </p>
                    <p class="ml-5">
                        4.4 ในกรณีที่มีข้อผิดพลาดเกี่ยวกับข้อมูลหรือราคาของสินค้า ซึ่งอาจก่อให้เกิดปัญหาการขาดแคลนสินค้า หรือ ปัญหาอื่นๆ ที่ทำให้ร้านค้าไม่สามารถจัดส่งสินค้าได้ ท่านและร้านค้ามีสิทธิในการยกเลิกคำสั่งซื้อนั้นๆ ได้ โดยหากคำสั่งซื้อของท่านถูกยกเลิก แต่ท่านได้ทำการชำระเงินเรียบร้อยแล้ว ทาง <?= $store->st_name ?> จะดำเนินการคืนเงินให้ตามนโยบายคืนเงินของบริษัทฯ
                    </p>
                    <p class="ml-5">
                        4.5 หากท่านมีคำถามที่เกี่ยวข้องกับ ราคาของผลิตภัณฑ์ รายละเอียดของผลิตภัณฑ์ หรือ สีของผลิตภัณฑ์ กรุณาติดต่อทาง support@<?= $store->st_name ?>.in.th หรือทางศูนย์บริการลูกค้า ของ <?= $store->st_name ?> ที่เบอร์ 02-953-5599
                    </p>
                    <p>
                        <strong>5. การจัดการคำสั่งซื้อ</strong>
                    </p>
                    <p class="ml-5">
                        5.1. ท่านยอมรับว่า <?= $store->st_name ?> มีสิทธิ์ในการยกเลิกคำสั่งซื้อของท่านได้ โดยในกรณีที่คำสั่งซื้อถูกยกเลิกโดยไม่ใช่ความผิดของท่าน ทาง <?= $store->st_name ?> ขอสงวนสิทธิ์ในการให้ค่าชดเชยในรูปแบบของการคืนเงินเท่านั้น
                    </p>
                    <p class="ml-5">
                        5.2. หากคำสั่งซื้อของท่านถูกยกเลิก ท่านจะได้รับการแจ้งเตือนเกี่ยวกับการยกเลิกคำสั่งซื้อนั้นๆ
                    </p>
                    <p>
                        <strong>6. การคุ้มครองผู้บริโภค</strong>
                    </p>
                    <p class="ml-5">
                        6.1. เนื่องจาก <?= $store->st_name ?> มีผลิตภัณฑ์บางประเภทที่มีประกันมาพร้อมกับการซื้อผลิตภัณฑ์ ท่านสามารถดูข้อมูลเกี่ยวกับการประกันนั้นๆได้ที่หน้าลิงค์ของสินค้านั้นๆ
                    </p>
                    <p class="ml-5">
                        6.2. ตามเงื่อนไขของบริการหลังขาย หากท่านไม่พึงพอใจ ท่านสามารถดำเนินการเพื่อรับบริการหลังการขาย เพื่อขอรับเงินคืน ขอเปลี่ยน หรือซ่อมแซมผลิตภัณฑ์โดยปฎิบัติตามนโยบายการของ <?= $store->st_name ?>
                    </p>
                    <p>
                        <strong>7. การป้องกันการทุจริตและการระงับการใช้งาน</strong>
                    </p>
                    <p class="ml-5">
                        7.1. <?= $store->st_name ?> มีระบบตรวจสอบการทุจริตและการกระทำผิดกฎหมาย
                    </p>
                    <p class="ml-5">
                        7.2. หาก <?= $store->st_name ?> ตรวจพบการทุจริตหรือการกระทำผิดกฎหมายใดๆ ทาง <?= $store->st_name ?> มีสิทธิที่จะระงับหรือยกเลิกคำสั่งซื้อนั้นๆ
                    </p>
                    <p class="ml-5">
                        7.3. ท่านต้องไม่ใช้แพลตฟอร์มในทางมิชอบ ท่านต้องไม่ก่อหรือช่วยเหลือการก่ออาชญากรรม โอนหรือเผยแพร่ไวรัส รวมถึง ม้าโทรจัน วอร์ม โลจิกบอม หรือโปรแกรมอื่นๆ ที่มีวัตถุประสงค์ที่เป็นอันตรายต่อเทคโนโลยี ไม่เผยแพร่ข้อมูลหรือสิ่งอนาจาร ไม่ลักลอบเข้าระบบหรือคลังข้อมูล หรือการกระทำใดๆ ที่ใช้แพลตฟอร์มของ <?= $store->st_name ?> ในทางที่ขัดต่อเจตนาและจุดมุ่งหมายของ <?= $store->st_name ?>
                    </p>
                    <p class="ml-5">
                        7.4. หากมีการใช้แพลตฟอร์ม ในทางมิชอบในกรณีใดๆ ที่ถือว่าเป็นการกระทำที่ผิด ตามกฎหมายอาชญากรรมทางคอมพิวเตอร์แห่งราชอาณาจักรไทย ทาง <?= $store->st_name ?> จะรายงานการกระทำที่มิชอบนั้นๆ ต่อหน่วยงานที่รับผิดชอบและเกี่ยวข้องเพื่อดำเนินการทางกฎหมายต่อไป
                    </p>
                    <p class="ml-5">
                        7.5. <?= $store->st_name ?> สงวนสิทธิในการใช้ดุลพินิจในการระงับหรือยกเลิกรายการสั่งซื้อหรือบัญชีผู้ใช้งานที่มีการกระทำมิชอบ ผิดสัญญา หรือมีส่วนต้องสงสัยที่จะมีการกระทำที่ผิดตามกฎหมาย
                    </p>
                    <p class="ml-5">
                        7.6. <?= $store->st_name ?> สงวนสิทธิในการใช้ดุลพินิจในการระงับ ยกเลิก หรือเปลี่ยนแปลงรายการสั่งซื้อหรือยกเลิกคูปอง หรือสิทธิพิเศษอื่นๆที่มีการกระทำดังต่อไปนี้
                    <ul>
                        <li>รายการสั่งซื้อที่ต้องสงสัยหรือมีการทุจริต</li>
                        <li>รายการสั่งซื้อที่ใช้ข้อมูลที่ถูกโจรกรรม</li>
                        <li>รายการสั่งซื้อที่ของหลายบัญชีผู้ใช้ แต่โดยลูกค้าคนเดียวกัน หรือกลุ่มกลุ่มลูกค้าเดียวกัน</li>
                    </ul>
                    </p>
                    <p class="ml-5">
                        7.7 หากท่านมีข้อมูลหรือหลักฐานเกี่ยวกับการทุจริต หรือการกระทำผิดกฎหมายใดๆ กรุณาติดต่อทาง <?= $store->st_email ?> หรือทาง ศูนย์บริการลูกค้า <?= $store->st_name ?> ที่เบอร์ 02-953-5599
                    </p>
                    <p>
                        <strong>8. คุ้กกี้ (ข้อมูลการเข้าเว็บไซต์)</strong>
                    </p>
                    <p class="ml-5">
                        8.1. ท่านอนุญาตและยอมรับให้ <?= $store->st_name ?> และผู้ให้บริการที่ได้รับอนุญาต ใช้ คุกกี้ เว็บบีคอนส์ หรือ เทคโนโลยีอื่นๆ เพื่อการวิเคราะห์พฤติกรรมของลูกค้า และพัฒนาประสบการณ์ของลูกค้าเมื่อใช้งานแพลตฟอร์มของ <?= $store->st_name ?>
                    </p>
                    <p class="ml-5">
                        8.2. <?= $store->st_name ?> อาจมีลิงค์ที่เชื่อมโยงไปยังเว็บไซต์ของบุคคลที่สามซึ่ง <?= $store->st_name ?> ไม่ได้เป็นเจ้าของและไม่สามารถควบคุมได้ โดยการที่ท่านใช้งานแพลตฟอร์มของ <?= $store->st_name ?> ท่านยอมรับว่า <?= $store->st_name ?> ไม่มีหน้าที่รับผิดชอบใดๆ เกี่ยวกับเนื้อหา โฆษณา สินค้า หรือ บริการ ของเว็บไซต์ของบุคคลที่ 3 นั้นๆ รวมถึงค่าเสียหายใดๆ ที่เกิดขึ้นจากการที่ท่านเข้าสู่เว็ปไซต์ของบุคคลที่3 นั้นๆ
                    </p>
                    <p>
                        <strong>9. การแจ้งเตือน</strong>
                    </p>
                    <p class="ml-5">
                        หากท่านต้องการแจ้งเตือนใดๆ ต่อ <?= $store->st_name ?> โปรดดำเนินการเป็นลายลักษณ์อักษรและนำส่งถึงที่อยู่หรือทางจดหมายอิเล็กทรอนิกส์ตามข้อมูลดังต่อไปนี้
                    </p>
                    <p>
                        ถึง <?= $store->st_name ?> <br>
                        <?= $store->st_address ?> <br>
                        อีเมล์ : <?= $store->st_email ?>
                    </p>
                </div>
            </div>
        </div>
    </section>

    <!-- end why us section -->

    <?php require_once('layouts/footer.php'); ?>


</body>

</html>